Repository: raziee/piranha.core
Catalog: core/Piranha.Manager.Localization/Resources/Media.*.resx
Languages: fa

source: Add folder
fa: افزودن پوشه

source: Drop files here or click to upload.
fa: پرونده‌ها را اینجا رها کنید یا برای بارگذاری کلیک کنید.

source: Download media
fa: دانلود رسانه

source: Folder name
fa: نام پوشه

source: Folder name is mandatory.
fa: نام پوشه الزامی است.

source: Gallery
fa: گالری

source: Media
fa: رسانه

source: Media preview is not available
fa: پیش نمایش رسانه در دسترس نیست

source: Open media in new tab
fa: رسانه را در برگه جدید باز کنید

source: Select media
fa: انتخاب رسانه

source: List
fa: لیست

source: Original
fa: اصلی

source: Are you sure you want to delete selected media?
fa: آیا مطمئن هستید که می خواهید رسانه انتخاب شده را حذف کنید؟

source: Delete selected items
fa: حذف موارد انتخاب شده

source: Media file was successfully moved.
fa: پرونده رسانه با موفقیت منتقل شد.

source: Media files was successfully moved.
fa: پرونده های رسانه با موفقیت منتقل شد.

source: The media file was not found.
fa: پرونده رسانه یافت نشد.

source: The media file was successfully deleted
fa: پرونده رسانه با موفقیت حذف شد

source: The media files was successfully deleted
fa: پرونده های رسانه با موفقیت حذف شد
